<template>
	<div class="wrapper">
		<header-components />
		<main class="page">
			<title-components />
			<div class="news">
				<div class='news__container _container'>
					<div class="news__row">
						<div class="news__column">
							<div class="news__soc">
								<div class="news__soc-title">Поделиться:</div>
								<div class="ya-share2" data-curtain data-services="vkontakte,telegram"></div>
							</div>
						</div>
						<div class="news__column">
							<div class="news__items">
								<div class="news__block news__block-1">
									<div class="news__main-title">Реализация намеченных плановых заданий</div>
									<div class="news__text">Значимость этих проблем настолько очевидна, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же укрепление и развитие структуры в значительной степени обуславливает создание форм развития. С другой стороны укрепление и развитие структуры способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что укрепление и развитие структуры требуют определения и уточнения систем массового участия. Таким образом начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач.</div>
								</div>
								<div class="news__block news__block-2">
									<div class="news__title">Равным образом консультация с широким активом</div>
									<div class="news__text">Таким образом постоянный количественный рост и сфера нашей активности позволяет оценить значение дальнейших направлений развития. Разнообразный и богатый опыт реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. С другой стороны консультация с широким активом позволяет оценить значение форм развития. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке соответствующий условий активизации. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации.<br><br>
									С другой стороны рамки и место обучения кадров влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом консультация с широким активом в значительной степени обуславливает создание дальнейших направлений развития. Идейные соображения высшего порядка, а также консультация с широким активом требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Равным образом дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития.<br><br>
									Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт реализация намеченных плановых заданий позволяет выполнять важные задания по разработке форм развития. Задача организации, в особенности же постоянный <a href="#">количественный рост</a> и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании форм развития.</div>
								</div>
								<div class="news__img"><img src="../assets/img/homepage/news.jpg" alt=""></div>
								<div class="news__list">
									<div class="news__sub-title">Равным образом консультация с широким активом:</div>
									<div class="news__content">
										<div class="news__item news__item-dash">
											<div class="news__dash">—</div>
											<div class="news__text">Идейные соображения высшего порядка, а также консультация с широким активом требуют определения и уточнения позиций.</div>
										</div>
										<div class="news__item news__item-dash">
											<div class="news__dash">—</div>
											<div class="news__text">С другой стороны консультация с широким активом позволяет оценить значение форм развития.</div>
										</div>
										<div class="news__item news__item-dash">
											<div class="news__dash">—</div>
											<div class="news__text">Разнообразный и богатый опыт реализация намеченных плановых заданий позволяет выполнять важные задания.</div>
										</div>
									</div>
								</div>
								<div class="news__block news__block-3">
									<div class="news__title">Равным образом консультация с широким активом</div>
									<div class="news__text">С другой стороны рамки и место обучения кадров влечет за собой процесс внедрения и модернизации систем массового участия. <span>Равным образом консультация</span> с широким активом в значительной степени обуславливает создание дальнейших направлений развития. Идейные соображения высшего порядка, а также консультация с широким активом требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Равным образом дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации дальнейших направлений развития.</div>
								</div>
								<div class="news__content">
									<div class="news__item news__item-num">
										<div class="news__num">01.</div>
										<div class="news__text">Идейные соображения высшего порядка, а также консультация с широким активом требуют определения и уточнения позиций.</div>
									</div>
									<div class="news__item news__item-num">
										<div class="news__num">02.</div>
										<div class="news__text">С другой стороны консультация с широким активом позволяет оценить значение форм развития.</div>
									</div>
									<div class="news__item news__item-num">
										<div class="news__num">03.</div>
										<div class="news__text">Разнообразный и богатый опыт реализация намеченных плановых заданий позволяет выполнять важные задания.</div>
									</div>
								</div>
							</div>
						</div>
					</div>
				</div>
			</div>
			<blog-components />
		</main>
		<offer-components />
		<footer-components />
	</div>
</template>

<script >
import headerComponents from '../components/header'
import titleComponents from '../components/title'
import offerComponents from '../components/offer'
import footerComponents from '../components/footer'
import blogComponents from '../components/blog'
import { loadScript } from "vue-plugin-load-script";
loadScript("https://yastatic.net/share2/share.js")

export default {
	name: 'newsPage',
	components: {
		headerComponents,
		titleComponents,
		offerComponents,
		footerComponents,
		blogComponents,
	},
}
</script>